[{"Sign": "Pisces", "Summary": "People born under the Pisces sign have an intuitive understanding of the life cycle and thus achieve the best emotional relationship with other beings."}, {"Sign": "Aries", "Summary": "Aries - the Flying Ram Guided by the story of the Golden Fleece, an Aries is ready to be the hero of the day, fly away and carry many endangered, powerless people on their back. Each Aries has a task to share their position, power, gold, or physical strength with other people willingly, or the energy will be stopped in its natural flow, fear will take over, and the process of giving and receiving will hold balance at zero."}, {"Sign": "Taurus", "Summary": "Taurus is an Earth sign, just like Virgo and Capricorn, and has the ability to see things from a grounded, practical and realistic perspective. To find love, a Taurus has to travel the world, change perspective or make a shift in their entire belief system and their system of values."}, {"Sign": "Gemini", "Summary": "They are in this world to mend differences and make them feel right, ready to give their life for a brother or a friend. Inquisitive and always ready to flirt, a Gemini could spend a lot of time with different lovers until they find the right one who is able to match their intellect and energy."}, {"Sign": "Cancer", "Summary": "They are very emotional and sensitive, and care deeply about matters of the family and their home. When at peace with their life choices, Cancer representatives will be happy and content to be surrounded by a loving family and harmony in their home."}, {"Sign": "Leo", "Summary": "They are dramatic, creative, self-confident, dominant and extremely difficult to resist, able to achieve anything they want to in any area of life they commit to. Self-confident and attractive, this is a Sun sign capable of uniting different groups of people and leading them as one towards a shared cause, and their healthy sense of humor makes collaboration with other people even easier."}, {"Sign": "Virgo", "Summary": "Virgos are always paying attention to the smallest details and their deep sense of humanity makes them one of the most careful signs of the zodiac. The first time they came from their cloud and jumped onto planet Earth, it felt like their mission is to use their existence for good, discovering ways of justice and purity in other people."}, {"Sign": "Libra", "Summary": "Each Libra representative has to be careful when talking to other people, for when they are forced to decide about something that is coming their way, or to choose sides, they suddenly realize that they might be in the wrong place and surrounded by wrong people. There is something awfully insecure about Libra, as if they were unsure which plate to burden next, aware that things pass and teach us to be careful around other people."}, {"Sign": "Scorpio", "Summary": "Scorpio is a Water sign and lives to experience and express emotions. Although emotions are very important for Scorpio, they manifest them differently than other water signs."}, {"Sign": "Sagittarius", "Summary": "Like the other fire signs, Sagittarius needs to be constantly in touch with the world to experience as much as possible."}, {"Sign": "Capricorn", "Summary": "Capricorn is a sign that represents time and responsibility, and its representatives are traditional and often very serious by nature. They are masters of self-control and have the ability to lead the way, make solid and realistic plans, and manage many people who work for them at any time."}, {"Sign": "Aquarius", "Summary": "Although they can easily adapt to the energy that surrounds them, Aquarius-born have a deep need to be some time alone and away from everything, in order to restore power. People born under the Aquarius sign, look at the world as a place full of possibilities."}]